{
    "source": {
        "mode": "Suche",
        "mode_options": [
            "Einzelne Wohnung",
            "Mehrere Gebäude"
        ],
        "app_information": "Informationen zur App",
        "add_address_button_label": "Wählen sie eine Adresse aus und drücken sie die `Adresse hinzufügen`-Schaltfläche",
        "street": "Strasse",
        "select_street": "Wählen sie eine Strasse",
        "select_house_number": "Wählen sie eine Hausnummer",
        "house_number": "Hausnummer",
        "select_postal_code": "Wählen sie eine Postleitzahl",
        "postal_code": "Postleitzahl",
        "add_address": "Adresse hinzufügen",
        "location": "Ort",
        "download_appartments": "Wohnungen herunterladen",
        "reset_input": "Auswahl Zurücksetzen",
        "enter_address": "Bitte geben sie eine Adresse ein",
        "floor": "Stockwerk",
        "select_apartment_with_explenation": "Wählen sie ihre Wohnung aus. Bei mehreren Wohnungen auf dem gleichen Stockwerk können sie die Zimmerzahl oder Grösse der Wohnung verwenden, um ihre eigene Wohnung zu erkennen. Sind sie unsicher, dann wenden sie sich bitte an das <a href=\"mailto:{}\">AWN-Team</a> des Statistischen Amts Basel Stadt.",
        "info_single": "Die AWN (Administrative Wohnungsnummer) erlaubt die eindeutige Identifikation einer Wohnung im kantonalen Gebäude- und Wohnungsregister des Kantons Basel-Stadt. Wenn sie nach Basel-Stadt zuziehen oder innerhalb des Kantons umziehen, müssen sie deshalb bei der Anmeldung immer auch die AWN ihrer Wohnung angeben. Personen mit identischer AWN bilden einen Haushalt. Die AWN bestimmt somit die Haushaltszusammensetzung.\n\n*Wozu dient die AWN?*\n\nDie Haushaltszusammensetzung ist die Grundlage für zahlreiche staatliche Dienstleistungen und auch die Bemessungsgrundlage für verschiedene Gebühren und Abgaben. Daher ist es wichtig, dass die AWN korrekt registriert wird. Beispielsweise wird das Familien-General-Abo der SBB auf Basis der Haushaltszusammensetzung erstellt. Bei Erbschaftsangelegenheiten kann es manchmal entscheidend sein, ob die Personen im selben Haushalt gelebt haben. Zudem basieren verschiedene Rechnungen auf der Haushaltszusammensetzung, weshalb eine falsche AWN zu falschen Rechnungen führen kann, was für dich ärgerlich sein kann. Auch verschiedene Sozialleistungen werden auf Basis der Haushaltszusammensetzung berechnet. Fehlende oder falsche AWN-Informationen können deshalb zu unrichtigen Sozialbeiträgen führen.\n\n*Wo finde ich die AWN?*\n\nEs gibt verschiedene Stellen, die Auskunft über die AWN geben. Am einfachsten suchen sie diese in dieser App, indem sie unten ihre Adresse und das Stockwerk eingeben und die entsprechende Wohnung auswählen, falls es auf dem Stockwerk mehrere Wohnungen gibt. Falls sie die AWN nicht finden, so können ihnen [dieses Dokument](https://www.bdm.bs.ch/dam/jcr:7cf013eb-bda9-4539-a917-71eb8cd28fad/Falsche%20oder%20fehlende%20administrative%20Wohnungsnummern.pdf) weiter helfen.\n\nDatenquelle: [Open Data Basel-Stadt: Wohnungen](https://data.bs.ch/explore/dataset/100232)",
        "info_multiple": "Der Multi-Modus erlaubt es, mehrere Gebäude zu auszuwählen und anschliessend eine Liste aller Wohnungen mit ihren AWN-Nummern dieser Gebäude herunter zu laden. Wählen sie eine Adresse aus und drücken sie auf die Schaltfläche Adresse hinzufügen. Wiederholen sie diesen Schritt für alle Adressen, für die sie die AWN-Nummern herunterladen möchten. Die Wohnungen werden im unteren Teil des Formulars angezeigt, darunter folgt eine Karte, in welcher sie ausgewählten Gebäude eingezeichnet sind. Wenn alle Adressen ausgewählt sind, drücken sie auf die Schaltfläche Wohnungen herunterladen. Die AWN-Nummern werden als CSV-Datei heruntergeladen- und von ihnen weiterbeearbeitet werden können.",
        "egid_building": "EGID Gebäude",
        "your_awn": "Ihre Wohnungsnummer AWN"
    },
    "de": {
        "mode": "Suche",
        "mode_options": [
            "Einzelne Wohnung",
            "Mehrere Gebäude"
        ],
        "app_information": "Informationen zur App",
        "add_address_button_label": "Wählen sie eine Adresse aus und drücken sie die `Adresse hinzufügen`-Schaltfläche",
        "street": "Strasse",
        "select_street": "Wählen sie eine Strasse",
        "select_house_number": "Wählen sie eine Hausnummer",
        "house_number": "Hausnummer",
        "select_postal_code": "Wählen sie eine Postleitzahl",
        "postal_code": "Postleitzahl",
        "add_address": "Adresse hinzufügen",
        "location": "Ort",
        "download_appartments": "Wohnungen herunterladen",
        "reset_input": "Auswahl Zurücksetzen",
        "enter_address": "Bitte geben sie eine Adresse ein",
        "floor": "Stockwerk",
        "select_apartment_with_explenation": "Wählen sie ihre Wohnung aus. Bei mehreren Wohnungen auf dem gleichen Stockwerk können sie die Zimmerzahl oder Grösse der Wohnung verwenden, um ihre eigene Wohnung zu erkennen. Sind sie unsicher, dann wenden sie sich bitte an das <a href=\"mailto:{}\">AWN-Team</a> des Statistischen Amts Basel Stadt.",
        "info_single": "Die AWN (Administrative Wohnungsnummer) erlaubt die eindeutige Identifikation einer Wohnung im kantonalen Gebäude- und Wohnungsregister des Kantons Basel-Stadt. Wenn sie nach Basel-Stadt zuziehen oder innerhalb des Kantons umziehen, müssen sie deshalb bei der Anmeldung immer auch die AWN ihrer Wohnung angeben. Personen mit identischer AWN bilden einen Haushalt. Die AWN bestimmt somit die Haushaltszusammensetzung.\n\n*Wozu dient die AWN?*\n\nDie Haushaltszusammensetzung ist die Grundlage für zahlreiche staatliche Dienstleistungen und auch die Bemessungsgrundlage für verschiedene Gebühren und Abgaben. Daher ist es wichtig, dass die AWN korrekt registriert wird. Beispielsweise wird das Familien-General-Abo der SBB auf Basis der Haushaltszusammensetzung erstellt. Bei Erbschaftsangelegenheiten kann es manchmal entscheidend sein, ob die Personen im selben Haushalt gelebt haben. Zudem basieren verschiedene Rechnungen auf der Haushaltszusammensetzung, weshalb eine falsche AWN zu falschen Rechnungen führen kann, was für dich ärgerlich sein kann. Auch verschiedene Sozialleistungen werden auf Basis der Haushaltszusammensetzung berechnet. Fehlende oder falsche AWN-Informationen können deshalb zu unrichtigen Sozialbeiträgen führen.\n\n*Wo finde ich die AWN?*\n\nEs gibt verschiedene Stellen, die Auskunft über die AWN geben. Am einfachsten suchen sie diese in dieser App, indem sie unten ihre Adresse und das Stockwerk eingeben und die entsprechende Wohnung auswählen, falls es auf dem Stockwerk mehrere Wohnungen gibt. Falls sie die AWN nicht finden, so können ihnen [dieses Dokument](https://www.bdm.bs.ch/dam/jcr:7cf013eb-bda9-4539-a917-71eb8cd28fad/Falsche%20oder%20fehlende%20administrative%20Wohnungsnummern.pdf) weiter helfen.\n\nDatenquelle: [Open Data Basel-Stadt: Wohnungen](https://data.bs.ch/explore/dataset/100232)",
        "info_multiple": "Der Multi-Modus erlaubt es, mehrere Gebäude zu auszuwählen und anschliessend eine Liste aller Wohnungen mit ihren AWN-Nummern dieser Gebäude herunter zu laden. Wählen sie eine Adresse aus und drücken sie auf die Schaltfläche Adresse hinzufügen. Wiederholen sie diesen Schritt für alle Adressen, für die sie die AWN-Nummern herunterladen möchten. Die Wohnungen werden im unteren Teil des Formulars angezeigt, darunter folgt eine Karte, in welcher sie ausgewählten Gebäude eingezeichnet sind. Wenn alle Adressen ausgewählt sind, drücken sie auf die Schaltfläche Wohnungen herunterladen. Die AWN-Nummern werden als CSV-Datei heruntergeladen- und von ihnen weiterbeearbeitet werden können.",
        "egid_building": "EGID Gebäude",
        "your_awn": "Ihre Wohnungsnummer AWN"
    },
    "fr": {
        "mode": "Recherche",
        "mode_options": [
            "Appartement individuel",
            "Plusieurs bâtiments"
        ],
        "app_information": "Informations sur l'application",
        "add_address_button_label": "Sélectionnez une adresse et appuyez sur le bouton `Ajouter une adresse`",
        "street": "Rue",
        "select_street": "Choisissez une rue",
        "select_house_number": "Choisissez un numéro de maison",
        "house_number": "Numéro de maison",
        "select_postal_code": "Choisissez un code postal",
        "postal_code": "Code postal",
        "add_address": "Ajouter une adresse",
        "location": "Lieu",
        "download_appartments": "Télécharger des appartements",
        "reset_input": "Réinitialiser la sélection",
        "enter_address": "S'il vous plaît, entrez une adresse",
        "floor": "Étage",
        "select_apartment_with_explenation": "Choisissez votre appartement. Si plusieurs appartements se trouvent au même étage, vous pouvez utiliser le nombre de pièces ou la taille de l'appartement pour identifier votre logement. Si vous avez des doutes, veuillez contacter le <a href=\"mailto:{}\">team AWN</a> (Office des statistiques de la ville de Bâle).",
        "info_single": "Le numéro administratif de logement (AWN) permet l'identification unique d'un logement dans le registre des bâtiments et des logements du canton de Bâle-Ville. Lorsque vous déménagez à Bâle-Ville ou à l'intérieur du canton, vous devez donc toujours indiquer le numéro AWN de votre logement lors de l'enregistrement. Les personnes ayant le même numéro AWN forment un ménage. Le numéro AWN détermine ainsi la composition du ménage.\n\n*À quoi sert le numéro AWN ?*\n\nLa composition du ménage est la base de nombreux services publics ainsi que du calcul de diverses taxes et redevances. Il est donc important que le numéro AWN soit correctement enregistré. Par exemple, l'abonnement général familial des CFF est établi sur la base de la composition du ménage. Dans les affaires de succession, il peut parfois être décisif que les personnes aient vécu dans le même ménage. De plus, différentes factures sont basées sur la composition du ménage, de sorte qu'un numéro AWN incorrect peut entraîner des factures erronées, ce qui peut être ennuyeux pour vous. Diverses prestations sociales sont également calculées sur la base de la composition du ménage. Par conséquent, des informations AWN manquantes ou incorrectes peuvent entraîner des contributions sociales incorrectes.\n\n*Où puis-je trouver le numéro AWN ?*\n\nIl existe différents endroits où vous pouvez obtenir des informations sur le numéro AWN. Le moyen le plus simple est de le rechercher dans cette application en entrant votre adresse et l'étage ci-dessous, puis en sélectionnant l'appartement correspondant s'il y a plusieurs appartements à cet étage. Si vous ne trouvez pas le numéro AWN, vous trouverez des information suplémentaires dans [ce document](https://www.bdm.bs.ch/dam/jcr:7cf013eb-bda9-4539-a917-71eb8cd28fad/Falsche%20oder%20fehlende%20administrative%20Wohnungsnummern.pdf)",
        "info_multiple": "Le mode multi-permis permet de sélectionner plusieurs bâtiments et ensuite de télécharger une liste de tous les appartements avec leurs numéros AWN de ces bâtiments. Sélectionnez une adresse et appuyez sur le bouton Ajouter une adresse. Répétez cette étape pour toutes les adresses pour lesquelles vous souhaitez télécharger les numéros AWN. Les appartements seront affichés dans la partie inférieure du formulaire, suivis d'une carte indiquant les bâtiments sélectionnés. Une fois toutes les adresses sélectionnées, appuyez sur le bouton Télécharger les appartements. Les numéros AWN seront téléchargés sous forme de fichier CSV et pourront être modifiés par vous.",
        "egid_building": "EGID Bâtiment",
        "your_awn": "Votre numéro de logement AWN"
    },
    "it": {
        "mode": "Ricerca",
        "mode_options": [
            "Appartamento singolo",
            "Più edifici"
        ],
        "app_information": "Informazioni sull'app",
        "add_address_button_label": "Scegli un indirizzo e premi il pulsante 'Aggiungi indirizzo'",
        "street": "Strada",
        "select_street": "Scegli una strada",
        "select_house_number": "Scegli un numero civico",
        "house_number": "Numero civico",
        "select_postal_code": "Scegli un codice postale",
        "postal_code": "Codice postale",
        "add_address": "Aggiungi indirizzo",
        "location": "Luogo",
        "download_appartments": "Scarica appartamenti",
        "reset_input": "Ripristina selezione",
        "enter_address": "Inserisci un indirizzo, per favore",
        "floor": "Piano",
        "select_apartment_with_explenation": "Scegli il tuo appartamento. Se ci sono più appartamenti sullo stesso piano, puoi utilizzare il numero di stanze o la dimensione dell'appartamento per identificare il tuo alloggio. Se hai dei dubbi, ti preghiamo di contattare il <a href=\"mailto:{}\">AWN team</a> (Ufficio di statistica della città di Basilea).",
        "info_single": "La AWN (Numero Amministrativo dell'Alloggio) consente l'identificazione univoca di un appartamento nel registro edilizio e abitativo del Cantone di Basilea Città. Pertanto, quando ti trasferisci a Basilea Città o ti sposti all'interno del Cantone, devi sempre indicare anche l'AWN del tuo appartamento durante la registrazione. Le persone con lo stesso AWN formano un nucleo familiare. L'AWN determina quindi la composizione del nucleo familiare.\n\n*A cosa serve l'AWN?*\n\nLa composizione del nucleo familiare è la base per numerosi servizi pubblici e anche per la determinazione di diverse tariffe e imposte. Pertanto, è importante che l'AWN venga registrato correttamente. Ad esempio, l'abbonamento generale familiare delle FFS viene emesso sulla base della composizione del nucleo familiare. In questioni di eredità, può essere determinante se le persone hanno vissuto nello stesso nucleo familiare. Inoltre, diverse fatture si basano sulla composizione del nucleo familiare, quindi un AWN errato può portare a fatture errate, il che può essere fastidioso per te. Anche diversi benefici sociali vengono calcolati sulla base della composizione del nucleo familiare. Pertanto, informazioni sull'AWN mancanti o errate possono portare a contributi sociali errati.\n\n*Dove posso trovare l'AWN?*\n\nCi sono diverse fonti che forniscono informazioni sull'AWN. Il modo più semplice per trovarlo è utilizzare questa app, inserendo il tuo indirizzo e il piano inferiore e selezionando l'appartamento corrispondente se ci sono più appartamenti sullo stesso piano. Se non trovi l'AWN, puoi consultare [questo documento](https://www.bdm.bs.ch/dam/jcr:7cf013eb-bda9-4539-a917-71eb8cd28fad/Falsche%20oder%20fehlende%20administrative%20Wohnungsnummern.pdf)",
        "info_multiple": "La modalità multipla consente di selezionare più edifici e quindi scaricare un elenco di tutti gli appartamenti con i loro numeri AWN di questi edifici. Seleziona un indirizzo e premi il pulsante Aggiungi indirizzo. Ripeti questo passaggio per tutti gli indirizzi per i quali desideri scaricare i numeri AWN. Gli appartamenti verranno visualizzati nella parte inferiore del modulo, seguiti da una mappa in cui sono indicati gli edifici selezionati. Una volta selezionati tutti gli indirizzi, premi il pulsante Scarica appartamenti. I numeri AWN verranno scaricati come file CSV e potranno essere elaborati ulteriormente da te.",
        "egid_building": "EGID Edificio",
        "your_awn": "vuestra numero de apartamento AWN"
    },
    "en": {
        "mode": "Search",
        "mode_options": [
            "Single apartment",
            "Multiple buildings"
        ],
        "app_information": "Information about the app",
        "add_address_button_label": "Select an address and press the 'Add Address' button",
        "street": "Street",
        "select_street": "Choose a street",
        "select_house_number": "Choose a house number",
        "house_number": "House number",
        "select_postal_code": "Choose a postal code",
        "postal_code": "Postal code",
        "add_address": "Add address",
        "location": "Place",
        "download_appartments": "Download apartments",
        "reset_input": "Reset Selection",
        "enter_address": "Please enter an address",
        "floor": "Floor",
        "select_apartment_with_explenation": "Choose your apartment. If there are multiple apartments on the same floor, you can use the number of rooms or the size of the apartment to identify your apartment. If you are unsure, please contact the <a href=\"mailto:{}\">AWN team</a> (Statistical Office Basel Stadt).",
        "info_single": "\"The AWN (Administrative Wohnungsnummer) allows for the unique identification of an apartment in the cantonal building and housing register of the canton of Basel-Stadt. Therefore, when you move to Basel-Stadt or within the canton, you must always provide the AWN of your apartment during registration. People with the same AWN form a household. The AWN thus determines the composition of the household.\n\n*What is the purpose of the AWN?*\n\nThe composition of the household is the basis for numerous government services and also the basis for various fees and charges. Therefore, it is important that the AWN is registered correctly. For example, the Family General Pass of the SBB is created based on the composition of the household. In inheritance matters, it can sometimes be crucial whether the individuals have lived in the same household. In addition, various bills are based on the composition of the household, which is why an incorrect AWN can lead to incorrect bills, which can be annoying for you. Various social benefits are also calculated based on the composition of the household. Therefore, missing or incorrect AWN information can lead to incorrect social contributions.\n\n*Where can I find the AWN?*\n\nThere are various places that provide information about the AWN. The easiest way is to search for it in this app by entering your address and floor below and selecting the corresponding apartment if there are multiple apartments on the floor. If you cannot find the AWN, [this document](https://www.bdm.bs.ch/dam/jcr:7cf013eb-bda9-4539-a917-71eb8cd28fad/Falsche%20oder%20fehlende%20administrative%20Wohnungsnummern.pdf) will provide you with further information.",
        "info_multiple": "The multi-mode allows you to select multiple buildings and then download a list of all apartments with their AWN numbers for these buildings. Select an address and press the Add Address button. Repeat this step for all addresses for which you want to download the AWN numbers. The apartments will be displayed in the lower part of the form, followed by a map showing the selected buildings. Once all addresses are selected, press the Download Apartments button. The AWN numbers will be downloaded as a CSV file and can be further processed by you.",
        "egid_building": "EGID Building",
        "your_awn": "Your apartment number AWN"
    }
}